Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/matematikksenteret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hver jente er venn med med tre gutter og fem andre jenter.
nn: Kvar jente er venn med med tre gutar og fem andre jenter.

source: Mange av punktene som beskriver hvilke oppgaver elever på
nn: Mange av punkta som beskriv kva for oppgåver elevar på

source: Sigrid får poeng hvis summener et partall, Petra får poeng hvis produktet er et partall, mens Odd får poenghvis minst én av terningene viser et oddetall.
nn: Sigrid får poeng om sum-men er eit partal, Petra får poeng om produktet er eit partal, medan Odd fårpoeng om minst éin av terningane viser eit oddetal.

source: fra de reelle tall til de reelle tall som er slik at
nn: frå dei reelle tala til dei reelle tala som er slik at

source: • arbeide etter IGP-modellen med utgangspunkt i noen utvalgte oppgaver;
nn: • arbeide etter IGP-modellen med utgangspunkt i nokre utvalde oppgåver;

source: Det vil si å finne en matematisk
nn: Det vil seie å finne ei matematisk

source: samtaler med enkeltelever på bakgrunn av det som er kommet fram i den nasjonale
nn: einskildelevar på bakgrunn av det som har kome fram i den nasjonale prøven.

source: Hva blir resultatet?
nn: Kva blir resultatet?

source: Nils vil garantert ende opp med én rød stein.
nn: Nils vil garantert ende opp med éin raud stein.

source: er endiameter i den lille sirkelen.
nn: er ein diameteri den lille sirkelen.

source: kan ikke skrives på formen
nn: kan ikkje skrivast på forma

source: løsning på et matematisk formulert problem.
nn: løysing på eit matematisk formulert problem.

source: Nils vil garantert ende opp med to hvite steiner.
nn: Nils vil garantert ende opp med to kvite steinar.

source: • lese analog og digital tid og beregne enkle tidsintervaller
nn: • lese analog og digital tid og rekne med enkle tidsintervall

source: ligger slik at ∠
nn: ligg slik at ∠

source: er 420.Hva er avstanden mellom
nn: er 420.Kva er avstanden mellom

source: deres på lignende oppgaver, eller ved å diskutere oppgaver muntlig med elevene.
nn: deira på liknande oppgåver, eller ved å diskutere oppgåver munnleg med elevane.

source: Han kan utføre
nn: Han kan utføra

source: Et rektangel satt sammen av hele ruter på et sjakkbrett kalles
nn: Eit rektangel sett saman av heile ruter på eit sjakkbrett vert kalla

source: Nils spiller et spill med en pose som opprinnelig inneholder
nn: Nils spelar eit spel med ein pose som opphavleg inneheld

source: • lese av og plassere punkter i kart og koordinatsystem
nn: • lese av og plassere punkt i kart og koordinatsystem

source: Når det gjelder «Line», er situasjonen noe annerledes.
nn: Når det gjeld «Line», er situasjonen noko annleis.

source: tangler er det i figuren til høyre?
nn: gel er det i figuren til høgre?

source: Fyll ut med blokkbokstaver
nn: Fyll ut med blokkbokstavar

source: De har sentre i henholdsvis
nn: Dei har sentre i høvesvis

source: • Hvilke strategier tror vi elevene kan velge?
nn: • Kva for strategiar kan elevane velje?

source: kompetansemål som vi mener er relevante for oppgaven.
nn: som vi meiner er relevante for oppgåva.

source: er svart så er
nn: er svart er

source: Tallet er ikke
nn: Tallet er ikkje

source: Fokusere på tekst og begreper:
nn: Fokusere på tekst og omgrep:

source: • Er det ord og uttrykk dere ikke forstår?
nn: • Er det ord og uttrykk de ikkje forstår?

source: • gjøre enkle overslag og sammenligne størrelser
nn: • gjere enkle overslag og samanlikne storleikar

source: elevens videre arbeid med faget, og snakke med eleven om hvordan han eller hun kan
nn: det vidare arbeidet med faget, og snakke med eleven om korleis han eller ho kan nå

source: I til egg er det viktig å være klar over at skalaen som brukes på nasjonale prøver, kan
nn: I til egg er det viktig å vere klar over at skalaen som er brukt på nasjonale prøvar, kan

source: står i stigende rekkefølge fra venstre mot høyre, og de tre tallene i
nn: står istigande rekkefølgje frå venstre mot høgre, og dei tre tala i

source: begge ender – med lengden
nn: begge endane – med lengda

source: Hva er største mulige antall høner Pål kan holde greie på med dette sys-
nn: Kva er det største mogelege talet høner Pål kan halde greie på med dette

source: Du setter et kryss i alle rutene, enrute om gangen.
nn: Du set eit kryss i alle rutene, ei ruteom gongen.

source: Pål har flere høner enn han klarer å holde styr på.
nn: Pål har fleire høner enn han klarar å halde styr på.

source: Hva er kvadratet av lengden av
nn: Kva er kvadratet av lengda av

source: områder innenfor regning som tangerer hverandre – det gjelder blant annet måling og
nn: innanfor rekning som tangerer kvarandre – det gjeld mellom anna måling og statistikk.

source: • løse utvalgte oppgaver som har vært gitt på nasjonale prøver i plenum;
nn: • løyse i plenum utvalde oppgåver som har vore gitt på nasjonale prøvar;

source: er hvitt så er
nn: er kvitt så er

source: Det kan gjøres ved å reflektere over
nn: Det kan gjerast ved å reflektere over

source: Begynn pånytt ark for hver av de fire oppgavene.
nn: Begynn på nyttark for kvar av dei fire oppgåvene.

source: hvis summen av alle tall som tallet erdelelig med (inklusiv 1 og tallet selv), er mer enn dobbelt så stort som talletselv.
nn: dersom summen av alle tala somtalet er deleleg med (inklusiv 1 og talet sjølv), er meir enn dobbelt så stortsom talet sjølv.

source: trekk, når det er bare en kule igjen.
nn: trekk, når det er berre ei kule att.

source: Ikke bla om før du får beskjed om det!
nn: Ikkje bla om før du får beskjed om det!

source: o får oppgitt alternativene (flervalgsoppgave) og velger riktig svar?
nn: o får oppgitt alternativa (fleirvalsoppgåve) og vel rett svar?

source: være definert ved
nn: vere definert ved

source: ANALYSE AV OPPGAVER SOM MÅLER REGNING I ULIKE FAG Hvordan kan elevene utvikle regnestrategiene sine?
nn: ANALYSE AV OPPGÅVER SOM MÅLER REKNING I ULIKE FAG Korleis kan elevane utvikle reknestrategiane sine?

source: ) av positive heltall finnes slik at
nn: ) av positive heiltal finst det slik at

source: Vi har valgt å fokusere
nn: Vi har valt å fokusere på

source: • Hvordan skal jeg informere elevene om hensikten med prøven?
nn: • Korleis skal eg informere elevane om føremålet med prøven?

source: Hva er største mulige verdi for
nn: Kva er største mulige verdi for

source: Læreren kan hente ut viktig informasjon om elevene ved å gjennomføre intervjuer eller
nn: Læraren kan hente ut viktig informasjon om elevane ved å intervjue eller samtale med

source: ligger på en sirkel slik at linjestykkene
nn: ligg på ein sirkel slik at linjestykka

source: Gjennom dette arbeidet kan en få fram blant annet mangelfull forståelse og typiske
nn: Gjennom dette arbeidet kan ein få fram mellom anna mangelfull forståing og typiske

source: Hvor stor omkrets har rektangelet
nn: Kor stor omkrins har rektanglet

source: 2 ligger slik at de ikke overlapper hverandre, hverkenhelt eller delvis.
nn: 2 ligg slik at dei ikkje overlappar kvarandre, korkje heilteller delvis.

source: Ingen andre hjelpemidler enn kladdepapir, skriveredskaper og tospråklige ordbøkerer tillatt.
nn: Ingen andre hjelpemiddel enn kladdepapir, skrivereiskapar og tospråklege ord-bøker er tillatne.

source: ferdigheten å kunne regne i det aktuelle faget og kompetansemål vi mener er i tråd med
nn: det aktuelle faget og kompetansemål vi meiner er i tråd med dette.

source: Svarene skal begrunnes og føres på egne ark.
nn: Svara skal grunngivast og førast på eigne ark.

source: Al e pilene går mellom vinkelbeinene
nn: Al e pilane går mellom vinkelbeina til

source: Til alle oppgaveeksemplene har vi tatt med både tips til undervisning og
nn: Til alle oppgåveeksempla har vi teke med både tips til undervisning og kompetansemål

source: Hvis man ganger ut uttrykket
nn: Om ein gongar ut uttrykket

source: Hva er arealet av tre-kanten
nn: Kva er arealet av tre-kanten

source: og skjæringspunktet mellom sirkelen og
nn: og skjeringspunktet mellom sirkelen og

source: Finn alle funksjoner
nn: Finn alle funksjonar

source: Hvordan kan læreren følge opp resultatene med foresatte?
nn: Korleis kan læraren følgje opp resultata med føresette?

source: havnet på mestringsnivå 2, med henholdsvis 43 og 55 skalapoeng.
nn: hamna på meistringsnivå 2, med høvesvis 43 og 55 skalapoeng.

source: da av hverandre, og de får kommunisert og samtalt om regning.
nn: då av kvarandre, og dei får kommunisert og samtalt om rekning.

source: • Hvilke løsningsstrategier kan dere bruke?
nn: • Kva for løysingsstrategiar kan de bruke?

source: Læreren kan følge opp elevene for eksempel ved å
nn: Læraren kan følgje opp elevane for eksempel ved å

source: å reflektere over og vurdere løsningen (RV), er det lagt mindre vekt på.
nn: å reflektere og vurdere over løysinga (RV), er det lagt mindre vekt på.

source: besvarelsen hans og se hvilke oppgaver han har fått til, og hvilke han ikke har fått til på
nn: hans og sjå kva for oppgåver han har fått til, og kva han ikkje har fått til på

source: Hva er forskjellen mellom det største og det minste tresifredegeometriske tallet?
nn: Kva er forskjellen mellom det største og det minste tresifrageometriske talet?

source: 20 skalapoeng på en prøve med 45 oppgaver føre til misforståelser.
nn: på 20 skalapoeng på ein prøve med 45 oppgåver føre til mistydingar.

source: Derfor lager han flere kopier av hvert kort og sprer dem på forskjelligebokser, slik at selv om han bare kan finne sju av boksene, uansett
nn: Difor lagar han fleire kopiar av kvart kort og spreier dei på forskjellige boksar,slik at sjølv om han berre kan finne sju av boksane, uansett

source: Spørsmål til diskusjon med elevgruppen
nn: Spørsmål til diskusjon med elevgruppa

source: For hver pil vi tegner øker avstanden fra
nn: For kvar pil vi teiknar aukar avstanden frå

source: står i stigende rekkefølge ovenfra og ned.
nn: ståri stigande rekkefølgje ovanfrå og ned.

source: • Hva er særlig utfordrende med oppgavene?
nn: • Kva er særleg utfordrande med oppgåvene?

source: Når resultatene skal følges opp med foresatte, er det viktig å være bevisst hva nasjonal
nn: Når resultata skal følgjast opp med føresette, er det viktig å vere bevisst på kva

source: Beskrivelsen av mestringsnivået kan brukes som utgangspunkt for samtale med eleven
nn: Beskrivinga av meistringsnivået kan brukast som utgangspunkt for samtale med eleven

source: Hva er sidelengden i trekanten
nn: Kva er sidelengda i trekanten

source: ordbøker er tillatt.
nn: ordbøker er tillatne.

source: • Hvordan skal jeg bruke resultatene for å kunne gi faglig relevante
nn: • Korleis skal eg bruke resultata for å kunne gi fagleg relevante tilbakemeldingar

source: dere dykke mer ned i det som særlig er regning i det aktuelle faget.
nn: de dykke meir ned i det som særleg er rekning i det aktuelle faget.

source: er mindre enn 1000, hva er det største mulige arealet for
nn: er mindre enn 1000, kvaer det største moglege arealet for

source: • Hvilke emner og områder bør vi fokusere på for å utvikle gode regneferdigheter i
nn: • Kva for emne og område bør vi fokusere på for å utvikle gode rekneferdigheiter i

source: skjærer hverandre i et felles punkt.
nn: skjer kvarandre i eit felles punkt.

source: 4 er plassert slik at ingen av dem overlapperhverandre, hverken helt eller delvis.
nn: 4 er plasserte slik at ingen av dei overlapparkvarandre, korkje heilt eller delvis.

source: kommer før sifferet
nn: kjem før sifferet

source: hvis tallet som består av de toførste sifrene er dobbelt så stort som tallet som består av de to siste sifrene(for eksempel er 2010 interessant).
nn: dersom talet som består av deito første sifra er dobbelt så stort som talet som består av dei to siste sifra(til dømes er 2010 interessant).

source: Hvor mange trykk på knappene må minst til forå komme fra første til tredje etasje?
nn: Kor mange trykk på knappane må minst til for åkome frå første til tredje etasje?

source: Hvilket heltall er det?
nn: Kva for eitheiltal er det?

source: på oppgaver fra ulike fag og vise eksempler på hvordan lærere kan arbeide med den
nn: oppgåver frå ulike fag og vise eksempel på korleis lærarar kan arbeide med den

source: hva som er årsaken til at elevene svarer feil.
nn: kva som er årsaka til at elevane svarar feil.

source: er korrekte i figuren
nn: ikkje er korrekte i figuren

source: være et punkt på
nn: vere eit punkt på

source: • Hvordan kan vi framheve de mest hensiktsmessige strategiene?
nn: • Korleis kan vi framheve dei mest føremålstenlege strategiane?

source: Finn alle polynomer 𝑃 som er slik at
nn: Finn alle polynom 𝑃 som er slik at

source: være en spissvinklet trekant med
nn: vere ein spissvinkla trekant med

source: , og en sirkel med radius 30 har sentrum i
nn: , og ein sirkel med radius 30 har sentrum i

source: Figuren til venstre kan dekkes med 17 dominobrikker på i alt
nn: Figuren til venstre kan dekkast med 17 dominobrikker på i alt

source: • Hvilke kunnskaper og ferdigheter må elevene ha for å kunne løse oppgaven?
nn: • Kva for kunnskapar og ferdigheiter må elevane ha for å kunne løyse oppgåva?

source: men skriv det i stedet på et eget
nn: , men skriv det i staden på eit eige

source: terningformede småesker er satt sammen til en
nn: terningforma småesker er sett saman til ein

source: og i planleggingen av det videre arbeidet.
nn: og i planlegginga av arbeidet vidare.

source: for å se hva som bør være utgangspunktet for den videre regneopplæringen.
nn: sjå kva som bør vere utgangspunktet for den vidare rekneopplæringa.

source: Lærerne organiserer seg i mindre grupper som samtaler om sine løsningsstrategier og
nn: Lærarane organiserer seg i mindre grupper som samtalar om løysingsstrategiane og

source: slik at han sikrer seg en sluttformue større eller
nn: slik at han sikrar seg ein sluttformue større eller

source: Hva er kvadratet av avstan-den fra
nn: Kva er kvadratet av avstan-den frå

source: En springer står på et uende-lig stort sjakkbrett.
nn: Ein springar står på eit uendelegstort sjakkbrett.

source: Spørsmål til elevgruppen
nn: Spørsmål til elevgruppa

source: havner på disse nivåene, greier å løse, gjennom flere år med nasjonale prøver.
nn: på desse nivåa, greier å løyse, gjennom fleire år med nasjonale prøvar.

source: og faglig relevante tilbakemeldinger, og gi råd og veiledning om veien videre.
nn: tilbakemeldingar, og gi råd og rettleiing om vegen vidare.

source: Oppgavene fortsetter på neste side
nn: Oppgåvene held fram på neste side

source: Det er viktig å gjøre
nn: Det er viktig å gjere

source: I hvert trekk velger Nils
nn: I kvart trekk vel Nils

source: Nils skriver opp det 90-sifrede heltallet 987654321…987654321 på en tavle,altså med 987654321 ti ganger etter hverandre.
nn: Nils skriv opp det 90-sifra heiltalet 987654321…987654321 på ei tavle, altsåmed 987654321 ti gongar etter kvarandre.

source: delen av den kognitive prosessen eller problemløsningsprosessen kan styrkes blant
nn: delen av den kognitive prosessen eller problemløysingsprosessen kan ein styrkja

source: Hva er det største heltallet
nn: Kva er det største heiltalet

source: tenke ut hvorfor andre elever har gitt andre svar.
nn: tenkje ut kvifor andre elevar har gitt andre svar.

source: Han skulle trene styrkehver femte dag, mykhet hver sjuende dag og kondisjon hver ellevte dag.Niels Henrik lar seg lett engasjere, og startet treningsprogrammet allerede pånyttårsaften, slik at de første treningsdagene ble 5.
nn: Han skulle trene styrkekvar femte dag, mjukleik kvar sjuande dag og kondisjon kvar ellevte dag.Niels Henrik lèt seg lett engasjere, og starta treningsprogrammet allereie pånyttårsaftan, slik at dei første treningsdagane blei 5.

source: undersøker hvilke oppgaver de to elevene har løst riktig, er det ganske stor forskjell
nn: undersøkjer kva for oppgåver dei to elevane har løyst rett, er det nokså stor skilnad

source: Hvor stort er forholdet mellom arealet av den største og den minste sirkelen?
nn: Kor stort er forholdet mellom arealet av den største og den minste sirkelen?

source: sine tanker rundt de konkrete oppgavene.
nn: sine tankar rundt dei konkrete oppgåvene.

source: 0 ligger på en linje hvis og bare hvis
nn: 0 ligg på ei linje om og berre om

source: er delt i fire mindre rektangler slik figuren viser.
nn: er delt i fire mindre rektangel slik figuren viser.

source: For å kunne gi en
nn: For å kunne gi ei

source: Elevene kan lese tekster som inneholder regning, lage
nn: Elevane kan lese tekstar som inneheld rekning, lage

source: • Er det forskjell på strategiene elevene bruker, når de
nn: • Er det skilnad på strategiane elevane bruker når dei

source: Hvor langt er linjestykket
nn: Kor langt er linjestykket

source: I eksemplene er det påpekt noen mulige årsaker til feilsvarene.
nn: I eksempla er det peikt på nokre moglege årsaker til feilsvara.

source: Det kan gjøres ved å undersøke svarene
nn: Det kan gjerast ved å undersøkje svara

source: nettsteder som kan gi flere ideer til regning i ulike fag.
nn: kan gi fleire idear til rekning i ulike fag.

source: riktige svar, typiske feilsvar som kom fram under utprøvingen av oppgavene, og noen
nn: svar, typiske feilsvar som kom fram under utprøvinga av oppgåvene, og nokre

source: Undersøkelser viser at det er ferdighetsområdet bruke og
nn: Undersøkingar viser at det er ferdigheitsområdet bruke og

source: • Hvordan skal jeg involvere elevene i det videre arbeidet med resultatene?
nn: • Korleis skal eg involvere elevane i det vidare arbeidet med resultata?

source: bredde B i den retningen som er på tvers avplankene.
nn: breidda B i den retninga som er på tvers avplankane.

source: • Har elevene gode løsningsstrategier?
nn: • Har elevane gode løysingsstrategiar?

source: • beskrive trekk ved enkle to- og tredimensjonale figurer og mønster
nn: • beskrive trekk ved enkle to- og tredimensjonale figurar og mønster

source: Negative tall og
nn: Negative tal og

source: • la elevene synliggjøre løsningsstrategiene sine for hverandre i grupper.
nn: • la elevane synleggjere løysingsstrategiane sine for kvarandre i grupper.

source: Vi sier at et tall med fire sifre er
nn: Vi seier at eit tal med fire siffer er

source: • løse enkle sammensatte problemer i kjente kontekster
nn: løyse enkle samansette problem i kjende kontekstar

source: • å arbeide med begreper og utvikle elevenes begrepsapparat
nn: • å arbeide med omgrep og utvikle omgrepsapparatet til elevane

source: dersom de fire hjørnene alle er forskjellige og linjestykket fra
nn: dersom dei fire hjørna alle er forskjellige og linjestykket frå

source: • utføre regneoperasjoner ved å bruke enkle strategier og uttrykke enkle brøker og
nn: • utføre rekneoperasjonar ved å bruke enkle strategiar og uttrykkje enkle brøkar og

source: de ulike svaralternativene i utvalgte oppgaver.
nn: dei ulike svaralternativa i utvalde oppgåver.

source: I sjakk flyttes springeren (brikken som ser ut som en hest)slik at springeren i figuren kan flyttes til ett av de mar-kerte feltene i ett trekk.
nn: I sjakk vert springaren (brikka som ser ut som ein hest)flytta slik at springaren i figuren kan flyttast til eitt av deimarkerte felta i eitt trekk.

source: både på antall riktige oppgaver og hvilke oppgaver de har fått til.
nn: både på talet på rette oppgåver og kva for oppgåver dei har fått til.

source: tilbakemeldinger som fremmer videre læring?
nn: som fremjar vidare læring?

source: • bearbeide informasjon i tabeller og diagrammer
nn: • bearbeide informasjon i tabellar og diagram

source: Hva er avstanden
nn: Kva er avstanden

source: • å arbeide med tekster med matematisk innhold
nn: • å arbeide med tekstar med matematisk innhald

source: • Hvordan kan elevene være med og vurdere sitt eget arbeid?
nn: • Korleis kan elevane vere med og vurdere sitt eige arbeid?

source: Vis at skjæringspunktet mellom linjene
nn: Vis at skjeringspunktet mellom linjene

source: måling i den nasjonale prøven til en mer generell tilnærming.
nn: måling i den nasjonale prøven til ei meir generell tilnærming.
